{
    "ID": "ID. Respondent ID",
    "STANUM": "STATUM. State Number",
    "PRECINCT": "PRECINCT. Precinct Number",
    "CALL": "CALL. Call number",
    "BACKSIDE": "BACKSIDE. Backside complete",
    "TELEPOLL": "TELEPOLL. Telephone survey",
    "WEIGHT": "WEIGHT. Weight used",
    "SEN": "SEN. In today's election for U.S. Senate, did you just vote for:",
    "GOV": "GOV. In today's election for governor, did you just vote for:",
    "HOU": "HOU. In today's election for U.S. House, did you just vote for:",
    "SEX": "SEX. Are you:",
    "RACE": "RACE. Are you:",
    "AGE8": "AGE8. To which age group do you belong?",
    "PARTYID": "PARTYID. No matter how you voted today, do you usually think of yourself as a:",
    "PHIL3": "PHIL3. On most political matters, do you consider yourself:",
    "INCOME10": "INCOME10. 2009 total family income:",
    "EDUC10": "EDUC10. What was the last grade of school you completed?",
    "LATINO": "LATINO. Are you of Hispanic or Latino descent?",
    "BRNAGAIN": "BRNAGAIN. Would you describe yourself as a born-again or evangelical Christian?",
    "CHILD": "CHILD. Do you have any children under 18 living in your household?",
    "FAVDEM2": "FAVDEM2. Is your opinion of the Democratic Party:",
    "FAVREP2": "FAVREP2. Is your opinion of the Republican Party:",
    "FINSIT2": "FINSIT2. Compared to two years ago, is your family's financial situation:",
    "FOROBAMA": "FOROBAMA. Was one reason for your vote for U.S. House today:",
    "GOVTANGR": "GOVTANGR. Which of these best describes your feelings about the way the federal government is working?",
    "GOVTDO10": "GOVTDO10. Which is closer to your view:",
    "HEALTH10": "HEALTH10. What should Congress do with the new health care law?",
    "ISSUE10": "ISSUE10. Which one of these four issues is the most important facing the country?",
    "LAIDOFF": "LAIDOFF. Has anyone in your household lost a job or been laid off in the last two years?",
    "NECWORRY": "NECWORRY. How worried are you about the direction of the nation's economy in the next year?",
    "OBAMA4": "OBAMA4. Do you approve or disapprove of the way Barack Obama is handling his job as president?",
    "PRIORITY": "PRIORITY. Which should be the highest priority for the next Congress?",
    "RELIGN10": "RELIGN10. Religion",
    "STIMULUS": "STIMULUS. So far has the economic stimulus package:",
    "TEAPARTY": "TEAPARTY. How do you feel about the Tea Party movement?",
    "TEAREASH": "TEAREASH. Was one reason for your vote for U.S. House today to send a message:",
    "TRACK": "TRACK. Do you think things in this country today are:",
    "UNIONHH1": "UNIONHH10. Does someone in your household belong to a labor union?",
    "VOTE2008": "VOTE2008. In the 2008 election for president, did you vote for:",
    "SEXBLACK": "SEXBLACK. Sex by race-black",
    "SEXBYRAC": "SEXBYRACE. Sex by race",
    "AGE": "AGE. Age",
    "AGE3": "AGE3. Age",
    "AGE45": "AGE45. Age",
    "AGE60": "AGE60. Age",
    "AGE65": "AGE65. Age",
    "AGERACE8": "AGERACE8. Age by Race",
    "EDUCCOLL": "EDUCCOLL. What was the last grade of school you completed?",
    "EDUCHS": "EDUCHS. What was the last grade of school you completed?",
    "EDUCWHIT": "EDUCWHITE. Education by race",
    "INC100K": "INC100K. Total family income:",
    "INC50K": "INC50K. Total family income:",
    "INC30K": "INC30K. Total family income:",
    "INCOME3": "INCOME3. Total family income",
    "INCWHITE": "INCWHITE. Income by race",
    "PARENTS": "PARENTS. Parents",
    "GOVTANG2": "GOVTANG2. Which of these best describes your feelings about the way the federal government is working?",
    "ISSUEECO": "ISSUEECO. Which one of these four issues is the most important facing the country?",
    "NECWORR2": "NECWORR2. How worried are you about the direction of the nation's economy in the next year?",
    "OBAMA2": "OBAMA2. Do you approve or disapprove of the way Barack Obama is handling his job as president?",
    "PARTY": "PARTY. No matter how you voted today, do you usually think of yourself as a:",
    "PARTYSEX": "PARTYSEX. Sex by Party",
    "PARTWHIT": "PARTWHIT. Party by race",
    "PTYIDEO": "PTYIDEO. Party by Ideology",
    "QRACEAI": "QRACEAI. Are you:",
    "REL5": "REL5. Religion, combined Protestant and other Christian.",
    "WHITEREL": "WHITEREL. Religion among whites",
    "TEAPART3": "TEAPARTY3. How do you feel about the Tea Party movement?",
    "WHNCLINC": "WHNCLINC. White, Under 50 thousand income, non college graduate",
    "WHTEVANG": "WHTEVANG. White Evangelical/Born-again Christians",
    "XTEAPART": "XTEAPART. Tea Party supporters by Party ID",
    "AFGHANW2": "AFGHANW2. How do you feel about the U.S. war in Afghanistan?",
    "ATTENDWK": "ATTENDWKY. Do you attend religious services once a week or more?",
    "BREAK10": "BREAK10. In your vote for U.S. House, how important was Friday's terrorism attempt?",
    "CELLPHON": "CELLPHONE. Do you have a cellular phone?",
    "CONGRES4": "CONGRES4. Do you approve or disapprove of the way Congress is handling its job?",
    "ECONBLAM": "ECONBLAM. Who is most to blame for current economic problems?",
    "FTVOTER": "FTVOTER. Is this the first time you have ever voted?",
    "GAY": "GAY. Are you gay, lesbian, or bisexual?",
    "LANDPHON": "LANDPHON. Do you have a regular land-line phone at home?",
    "LIFE": "LIFE. Do you expect life for the next generation of Americans to be:",
    "NEC": "NEC. Do you think the condition of the nation's economy is:",
    "OBAMAPOL": "OBAMAPOL. In the long run, do you think Barack Obama's policies will:",
    "QRACEAK": "QRACEAK. Are you:",
    "QRACEHI": "QRACEHI. Are you:",
    "SAMESEXM": "SAMESEXM. Should same-sex marriages be legally recognized in your state?",
    "TAXCUT10": "TAXCUT10. How should Congress vote on the Bush-era tax cuts?",
    "BREAK10A": "BREAK10A. In your vote for U.S. House, how important was Friday's terrorism attempt?",
    "BREAK10B": "BREAK10B. In your vote for U.S. House, how important was Friday's terrorism attempt?",
    "CELLULA": "CELLULA. What type of telephone service is there in your home that you could use or be reached on?",
    "CONGRESS": "CONGRESS. Do you approve or disapprove of the way Congress is handling its job?",
    "NEC2": "NEC2. Do you think the condition of the nation's economy is:",
    "QTYPE": "QTYPE. Questionnaire type",
    "SPANISHQ": "SPANISHQ. Respondent used Spanish language questionnaire",
    "SIZEPLAC": "SIZEPLAC. Population of area, five categories",
    "SIZEPLC3": "SIZEPLC3. Population of area, three categories",
    "CDNUM": "CDNUM. Congressional District Number",
    "GEOCODE": "GEOCODE. Geo Stratum",
    "REGION": "REGION. National Region",
    "VERSION": "VERSION. Questionnaire Version",
    "ZCODE1": "ZCODE1. Urban/Suburban/Rural by Density",
    "ZCODE2": "ZCODE2. Suburbs divided by data on age of housing stock in US Census",
    "ZCODE3": "ZCODE3. Suburb by proximity to principal city and population growth",
    "ZCODE4": "ZCODE4. Socio-economic status of zip code"
}