{
    "RESPID": "RESPID. Respondent ID",
    "STATE": "STATE. State Number",
    "PRECINCT": "PRECINT. Precint number",
    "VERSION": "VERSION.  Questionnaire Version",
    "SEX": "SEX. Are you:",
    "RACE": "RACE. Are you:",
    "QSEN": "QSEN. In today's election for U.S. senator, did you just vote for:",
    "CONGRESS": "CONGRESS. Do you approve or disapprove of the way Congress is handling its job?",
    "WONECON": "WONECON. Do you approve or disapprove of the way George W. Bush is handling the economy?",
    "WONFP": "WONFP. Do you approve or disapprove of the way George W. Bush is handling terrorism?",
    "HISPANIC": "HISPANIC. Are you of Hispanic or Latino descent?",
    "AGE9": "AGE9. Age. To which age group do you belong? (9 categories)",
    "QHOU": "QHOU. In today's election for U.S. House of Representatives, did you just vote for:",
    "HOUISS": "HOUISS. Which one issue mattered most in deciding how you voted for U.S. House?",
    "PTYCNTL": "PTYCNTL. In deciding how to vote for U.S. House, how important was it to you which party controls the House next year?",
    "FORBUSH": "FORBUSH. Was one reason for your vote for Congress today:",
    "ECONWORY": "ECONWORY. How do you feel about the direction of the nation's economy in the next few years?",
    "TERRWORY": "TERRWORY. How worried are you that there will be another major terrorist attack in the United States?",
    "VOTE2000": "VOTE2000. In the 2000 election for president, did you vote for:",
    "VOTEPROB": "VOTEPROB. When casting your vote today, did you have any serious problems with:",
    "IRAQVOT2": "IRAQVOT2. Do you think the United States should take increased military action against Iraq?",
    "TAXCUTS": "TAXCUTS. Do you think the tax cuts passed by Congress and signed into law by President Bush last year were:",
    "BIZINFUS": "BIZINFUS. Has either party been influenced too much by large corporations ?",
    "BUSHVDEM": "BUSHVDEM. If George W. Bush runs for re-election in 2004, do you think you will:",
    "PARTYID": "PARTYID. No matter how you voted today, do you usually think of yourself as a:",
    "FUTSTOCK": "FUTSTOCK. How worried are you about the future performance of the stock market?",
    "PHIL3": "PHIL3. Ideology. On most political matters, do you consider yourself:",
    "INCOME": "INCOME.  2001 total family income:",
    "QGOV": "QGOV. In today's election for governor, did you just vote for:",
    "TRACK": "TRACK. Do you think things in this country today are:",
    "ECONTERR": "ECONTERR. Which one of these should be the higher priority for the nation right now?",
    "BUSH": "BUSH. Do you approve or disapprove of the way George W. Bush is handling his job as president?",
    "WORK": "WORK. Do you work full-time for pay?",
    "IRAQVOTE": "IRAQVOTE. Do you support or oppose the U.S. taking increased military action against Iraq to  remove Saddam Hussein from power?",
    "NEC": "NEC. Do you think the condition of the nation's economy is:",
    "RELRIGHT": "RELRIGHT. Do you consider yourself part of the conservative Christian political movement, also known as the religious right?",
    "FINSIT": "FINSIT. Compared to two years ago, is your family's financial situation:",
    "CHILD": "CHILD. Do you have any children under 18 living in your household?",
    "MARRIED": "MARRIED. Are you currently married?",
    "UNION4": "UNION4. Do you or does someone in your household belong to a labor union? (4 categories)",
    "GOVTDO": "GOVTDO. Which comes closer to your view:",
    "EDUC": "EDUC. What was the last grade of school you completed?",
    "RELIGION": "RELIGION. Are you:",
    "ATTEND": "ATTEND. How often do you attend religious services?",
    "WRKWOMEN": "WRKWOMEN. Recoded from SEX and WORK",
    "BACKSIDE": "BACKSIDE. Backside Complete/Not Complete",
    "QRACE": "QRACE. RACE. Question B on both versions",
    "SEXWHITE": "SEXWHITE. Recoded from SEX and RACE",
    "OVER65": "OVER65. Age. Recoded from AGE9",
    "AGE": "AGE. Age (4 categories). Recoded from AGE9",
    "AGE65": "AGE65. Age (6 categories). Recoded from AGE9",
    "PARTY": "PARTY. Party. Recoded from PARTYID (3 categories)",
    "UNIONHH": "UNIONHH. Do you or does someone in your household belong to a labor union? Recoded from UNION4 (2 categories)",
    "UNIONMEM": "UNIONMEM. Do you or does someone in your household belong to a labor union? Recoded from UNION4 (3 categories)",
    "RELIG6": "RELIG6. Religion. Are you: (Recoded from RELIGION - 6 categories)",
    "RELWHITE": "RELWHITE. Religion and race. (Recoded from RELIGION and RACE)",
    "WHITERR": "WHITERR. Race and Religious Right (Recoded from RACE and RELRIGHT)",
    "ECONTER2": "ECONTER2. Priority for the nation/Conditions of the nation's economy (Recoded from ECONTERR and NEC)",
    "COLLEDUC": "COLLEDUC. College Education (Recoded from EDUC - 2 categories)",
    "DEMINFUS": "DEMINFUS. Democrats and business (Recoded from BIZINFUS)",
    "REPINFUS": "REPINFUS. Republicans and and business (Recoded from BIZINUS)",
    "MARCHILD": "MARCHILD. Married with children. (Recoded from MARRIED and CHILD)",
    "VOTEPRBS": "VOTEPRBS. Problem Voting. (Recoded from VOTEPROB)",
    "GOV": "GOV. Vote for Governor (GOV). In today's election for governor, did you just vote for:",
    "SEN": "SEN. Vote for Senate (SEN). In today's election for U.S. senator, did you just vote for:",
    "HOU": "HOU. Vote for U.S. House (HOU). In today's election for U.S. House of Representatives, did you just vote for:",
    "REGION": "REGION. Region number",
    "TELEPOLL": "TELEPOLL. Telephone Survey",
    "SIZEPLAC": "SIZEPLAC. Population of Area",
    "SIZEPLC3": "SIZEPLC3. Population of Area (3 categories). Recoded from SIZEPLAC",
    "STRATUM": "STRATUM. Stratum",
    "WEIGHT": "WEIGHT. Weight factor"
}