{
    "ID": "ID. Respondent ID number",
    "STANUM": "STANUM. State ID Number",
    "PRECINCT": "PRECINCT. Precinct number",
    "QTYPE": "QTYPE. Questionnaire type",
    "VERSION": "VERSION. Questionnaire Version",
    "CALL": "CALL. Call number",
    "BACKSIDE": "BACKSIDE. Backside complete/Not Complete",
    "TELEPOLL": "TELEPOLL. Telephone survey",
    "WGT": "WGT. Weight factor",
    "HOU": "HOU. In today's election for U.S. House of Representatives, did you just vote for:",
    "SEN": "SEN. In today's election for U.S. senator, did you just vote for:",
    "GOV": "GOV. In today's election for governor, did you just vote for:",
    "MINWAGE": "MINWAGE. How did you vote on the proposal raising the minimum wage in your state?",
    "MRGBANS": "MRGBANS. How did you vote on the same-sex marriage ban in your state?",
    "SEX": "SEX. Are you:",
    "RACE": "RACE. Are you:",
    "AGE9": "AGE9. To which age group do you belong? (9 Categories)",
    "PARTYID": "PARTYID. No matter how you voted today, do you usually think of yourself as a:",
    "PHIL3": "PHIL3. On most political matters, do you consider yourself:",
    "INCOME05": "INCOME05. 2005 total family income:",
    "FINSIT2": "FINSIT2. Compared to two years ago, is your family's financial situation:",
    "RELIGN8": "RELIGN8. Are you: (8 Categories)",
    "ATTEND": "ATTEND. How often do you attend religious services?",
    "BRNAGAIN": "BRNAGAIN. Would you describe yourself as a born-again or evangelical Christian?",
    "EDUC": "EDUC.  What was the last grade of school you completed?",
    "UNION4": "UNION4. Do you or does someone in your household belong to a labor union?",
    "MARRIED": "MARRIED. Are you currently married?",
    "CHILD": "CHILD. Do you have any children under 18 living in your household?",
    "GAY": "GAY. Are you gay, lesbian or bisexual?",
    "LATINO": "LATINO. Are you of Hispanic or Latino descent?",
    "CUBAN3": "CUBAN3. Are you of Cuban or Hispanic descent?",
    "TIMEHOU": "TIMEHOU. When did you finally decide for whom to vote in the U.S. House election?",
    "BUSH4": "BUSH4. Do you approve or disapprove of the way George W. Bush is handling his job as president?",
    "NEC": "NEC. Do you think the condition of the nation's economy is:",
    "COUNTACC": "COUNTACC. How confident are you that votes in your state will be counted accurately?",
    "BUSHANGR": "BUSHANGR. Which comes closest to your feelings about the Bush administration:",
    "IRAQSEC2": "IRAQSEC2. Do you think the war in Iraq has improved the long-term security of the United States?",
    "IRAQTRP": "IRAQTRP. What should the U.S. do in Iraq now?",
    "IRAQWAR": "IRAQWAR. How do you feel about the U.S. war in Iraq?",
    "TRACK": "TRACK. Do you think things in this country today are:",
    "VOTE2004": "VOTE2004. In the 2004 election for president, did you vote for:",
    "IMPIRAQ0": "IMPIRAQ0. In your vote for U.S. House, how important was the war in Iraq?",
    "IMPTERR0": "IMPTERR0. In your vote for U.S. House, how important was the issue of terrorism?",
    "IMPECON0": "IMPECON0. In your vote for U.S. House, how important was the economy?",
    "IMPIMMIG": "IMPIMMIG. In your vote for U.S. House, how important was the issue of illegal immigration?",
    "IMPVALUE": "IMPVALUE. In your vote for U.S. House, how important were values issues such as same-sex marriage or abortion?",
    "IMPCORR0": "IMPCORR0. In your vote for U.S. House, how important were corruption and scandals in government?",
    "BREAK06": "BREAK06. In your vote for U.S. House, how important was the Saddam verdict ?",
    "CONGRES4": "CONGRES4. Do you approve or disapprove of the way Congress is handling its job?",
    "CONGANGR": "CONGANGR. Which comes closest to your feelings about the Republican leaders in Congress:",
    "FALLBHND": "FALLBHND. Which best describes your family's financial situation?  You feel as if you:",
    "FORBUSH": "FORBUSH. Was one reason for your vote for Congress today:",
    "IMMDEPOR": "IMMDEPOR. Should most illegal immigrants working in the United States be:",
    "LIFE": "LIFE. Do you expect life for the next generation of Americans to be:",
    "LOCALNTL": "LOCALNTL. In your vote for U.S. House, which mattered more to you:",
    "PAGE": "PAGE. How do you feel about the way Republican leaders in Congress handled Mark Foley and the congressional page scandal?",
    "TERRPTY": "TERRPTY. Which party do you think would make the country safer from terror",
    "SEXRACE": "SEXRACE. Sex by race (Recoded from SEX and RACE)",
    "SEXWHITE": "SEXWHITE. Sex by race (Recoded from SEX and RACE)",
    "AGE60": "AGE60. AGE (60 and over - Recoded from AGE9)",
    "AGE65": "AGE65. Age-65 (Recoded from AGE9)",
    "OVER65": "OVER65. Age 65 & over (Recoded from AGE9)",
    "AGE3": "AGE3. Age, three categories (Recoded from AGE9)",
    "PARTY": "PARTY. No matter how you voted today, do you usually think of yourself as a: (Recoded from PARTYID)",
    "INC50K": "INC50K. Total family income: (Recoded from INCOME)",
    "INC100K": "INC100K. Total family income: (Recoded from INCOME)",
    "REL5": "REL5. Religion, combined Protestant and other Christian. (Recoded from RELIGN8)",
    "WHITEREL": "WHITEREL. Religion among whites (Recoded from RACE and RELIGN8)",
    "WPROTBRN": "WPROTBRN. White Protestant Born Again (Recoded from RACE, BRNAGAIN and RELIGN8)",
    "WHTEVANG": "WHTEVANG. White Evangelical/Born Again Christians (Recoded from RACE and BRNAGAIN)",
    "ATTEND2": "ATTEND2. How often do you attend religious services? (Recoded from ATTEND)",
    "ATTREL": "ATTREL. Church attendance by Religion (Recoded from ATTEND and RELIGN8)",
    "COLLEDUC": "COLLEDUC. College Education (Recoded from EDUC)",
    "HSEDUC": "HSEDUC. What was the last grade of school you completed? (Recoded from EDUC)",
    "BUSH": "BUSH. Do you approve or disapprove of the way George W. Bush is handling his job as president? (Recoded from BUSH4)",
    "TIMEHOU3": "TIMEHOU3. When did you finally decide for whom to vote in the U.S. House election? (Recoded from TIMEHOU)",
    "TIMEHOUW": "TIMEHOUW. When did you finally decide for whom to vote in the U.S. House election? (Recoded from TIMEHOU)",
    "IRAQTRP2": "IRAQTRP2. What should the U.S. do in Iraq now? (Recoded from IRAQTRP)",
    "IRAQWAR2": "IRAQWAR2. How do you feel about the U.S. war in Iraq? (Recoded from IRAQWAR)",
    "TERRDEM": "TERRDEM. Which party do you think would make the country safer from terror (Recoded from TERRPTY)",
    "TERRREP": "TERRREP. Which party do you think would make the country safer from terror (Recoded from TERRPTY)",
    "CONGRESS": "CONGRESS. Do you approve or disapprove of the way Congress is handling its job? (Recorded from CONGRES4)",
    "COUNT2": "COUNT2. How confident are you that votes in your state will be counted accurately? (Recoded from COUNTACC)",
    "PAGE2": "PAGE2. How do you feel about the way Republican leaders in Congress handled Mark Foley and the congressional page scandal? (Recorded from PAGE)",
    "BREAK062": "BREAK062. In your vote for U.S. House, how important was the Saddam verdict ? (Recoded from BREAK06)",
    "NEC2": "NEC2. State of the national economy: 2 way (Recoded from NEC)",
    "UNIONHH": "UNIONHH. Union Household (Recoded from UNION4)",
    "UNIONVOT": "UNIONVOT. Voter is Union Member (Recoded from UNION4)",
    "UNIONMEM": "UNIONMEM. Union Member (Recorded from UNION4)",
    "WOMENWED": "WOMENWED. Married women (Recoded from SEX and MARRIED)",
    "MOMS": "MOMS. Women with children (Recoded from SEX and CHILD)",
    "MARCHILD": "MARCHILD. Married with children: (Recoded from MARRIED and CHILD)",
    "MARRIEDM": "MARRIEDM. Married women with children: (Recoded from SEX and MARRIED)",
    "PARENTS": "PARENTS. Parents (Recoded from SEX and CHILD)",
    "SEXWED": "SEXWED. Sex by married (Recoded from SEX and MARRIED)",
    "QRACEAI": "QRACEAI. Race (Question B in all states except Alaska and Hawaii)",
    "QRACEAK": "QRACEAK. Race (Question B in Alaska.)",
    "SPANISHQ": "SPANISHQ. Respondent used Spanish language questionnaire",
    "REGION": "REGION. National Region",
    "SIZEPLAC": "SIZEPLAC. Population of area, five categories",
    "SIZEPLC3": "SIZEPLC3. Population of area, three categories",
    "CDNUM": "CDNUM. Congressional District Number",
    "CDSTRATU": "CDSTRATU. Congressional District Stratum",
    "XHOU": "XHOU. In today's election for U.S. House of Representatives, did you just vote for: (Recoded from HOU)",
    "GEOCODE": "GEOCODE. Geo Stratum Code",
    "ZCODE1": "ZCODE1. Urban/Suburban/Rural by Density",
    "ZCODE2": "ZCODE2. Suburbs divided by data on age of housing stock in U.S. Census",
    "ZCODE3": "ZCODE3. Suburb by proximity to principal city and population growth",
    "ZCODE4": "ZCODE4. Socio-economic status of zip code"
}