{
    "ID": "ID. Respondent ID Number",
    "STANUM": "STANUM. State Number",
    "PRECINCT": "PRECINCT. Precinct Number",
    "QTYPE": "QTYPE. Questionnaire type",
    "VERSION": "VERSION. Questionnaire Version",
    "CALL": "CALL. Call number",
    "BACKSIDE": "BACKSIDE. Backside complete/Not Complete",
    "TELEPOLL": "TELEPOLL. Telephone survey",
    "WEIGHT": "WEIGHT. Weight factor",
    "PRSUS08": "PRSUS08. In today's election for president, did you just vote for:",
    "HOUUS08": "HOUUS08. In today's election for U.S. House, did you just vote for:",
    "SEX": "SEX. Are you:",
    "RACE": "RACE. Race. Are you:",
    "AGE9": "AGE9. To which age group do you belong?",
    "PARTYID": "PARTYID. No matter how you voted today, do you usually think of yourself as a:",
    "PHIL3": "PHIL3. Ideology. On most political matters do you consider yourself:",
    "INCOME07": "INCOME07. 2007 total family income:",
    "EDUC": "EDUC. What was the last grade of school you completed?",
    "LATINO": "LATINO. Are you of Hispanic or Latino descent?",
    "BUSH4": "BUSH4. Do you approve or disapprove of the way George W. Bush is handling his job as president?",
    "AGEISS4": "AGEISS4. In deciding your vote for president today, was the age of the candidates:",
    "ATTEND": "ATTEND. How often do you attend religious services?",
    "BAILOUT": "BAILOUT. Do you support or oppose the $700 billion government plan to assist failing financial companies?",
    "BREAK08": "BREAK08. In your vote for president today, was McCain's choice of Sarah Palin:",
    "BRNAGAIN": "BRNAGAIN. Would you describe yourself as a born-again or evangelical Christian?",
    "BUSHMCCA": "BUSHMCCA. If John McCain were elected, would he mainly:",
    "CELLULAR": "CELLULAR. What type of telephone service is there in your home that you could use or be reached on?",
    "CHILD": "CHILD. Do you have any children under 18 living in your household?",
    "CONGRE_1": "CONGRE_1. Do you approve or disapprove of the way Congress is handling its job?",
    "COUNTACC": "COUNTACC. How confident are you that votes in your state will be counted accurately?",
    "DRILL": "DRILL. Do you favor or oppose drilling for oil offshore in U.S. waters where it is currently not allowed?",
    "EXPER08": "EXPER08. Which candidate do you think has the experience to serve effectively as president?",
    "FINSIT": "FINSIT. Compared to four years ago, is your family's financial situation:",
    "FINWORR": "FINWORR. How worried are you that the current economic crisis will harm your family's finances over the next year?",
    "FIRSTLDY": "FIRSTLDY. Who would make a good First Lady?",
    "FNEC": "FNEC. During the next year, do you think the nation's economy will:",
    "GAY": "GAY. Are you gay, lesbian, or bisexual?",
    "GOTV08": "GOTV08. Did anyone call you or talk to you in person on behalf of either major presidential campaign about coming out to vote?",
    "GOVTDO": "GOVTDO. Which comes closer to your view:",
    "GUNOWNER": "GUNOWNER. Do you or does someone else in your household own a gun?",
    "HEALTHCA": "HEALTHCA. How worried are you about not being able to afford the health care services you need?",
    "HILLPSPR": "HILLPSPR. Who did you want to win the Democratic nomination this year:",
    "HRCVMCCN": "HRCVMCCN. If these had been the candidates for president today, who would you have voted for?",
    "INTOUCH0": "INTOUCH0. Which candidate do you think is in touch with people like you?",
    "INVESTOR": "INVESTOR. Do you or your spouse have any investments in the stock market, including mutual funds or retirement plans?",
    "IRAQWAR": "IRAQWAR. How do you feel about the U.S. war in Iraq?",
    "ISSUE08": "ISSUE08. Which one of these five issues is the most important facing the country?",
    "ISSVQUAL": "ISSVQUAL. Which one was more important in your vote for president today?",
    "JUDGMENT": "JUDGMENT. Which candidate do you think has the right judgment to make a good president?",
    "MARRIED": "MARRIED. Are you currently married?",
    "MCCAINWI": "MCCAINWI. If John McCain wins today, what best describes your feelings about what he will do as president?",
    "NEC": "NEC. Do you think the condition of the nation's economy is:",
    "NECWORRY": "NECWORRY. How worried are you about the direction of the nation's economy in the next year?",
    "NEWVOTER": "NEWVOTER. Is this the first year you have ever voted?",
    "OBAMALIB": "OBAMALIB. Do you think Barack Obama's positions on the issues are:",
    "OBAMWIN": "OBAMWIN. If Barack Obama wins today, what best describes your feelings about what he will do as president?",
    "QLT08": "QLT08. Which one of these four candidate qualities mattered most in deciding how you voted for president?",
    "RACEISS4": "RACEISS4. In deciding your vote for president today, was the race of the candidates:",
    "RACERELA": "RACERELA. In the next few years, do you think race relations in this country will:",
    "RELIGN8": "RELIGN8. Religion. Are you: (8 Categories)",
    "SPANISHQ": "SPANISHQ. Respondent used Spanish language questionnaire",
    "SUPREME": "SUPREME. In deciding your vote for president, were future appointment to the Supreme Court:",
    "TAXGOUP": "TAXGOUP. Do you think your taxes will:",
    "TERRWORR": "TERRWORR. How worried are you that there will be another major terrorist attack in the U.S.?",
    "TIME08": "TIME08. When did you finally decide for whom to vote in the presidential election?",
    "TRACK": "TRACK. Do you think things in this country today are:",
    "UNFR08": "UNFR08. Did either of these candidates for president attack the other unfairly?",
    "UNION4": "UNION4. Do you or does anyone in your household belong to a labor union?",
    "VETVOTER": "VETVOTER. Have you ever served in the U.S. military?",
    "VOTE2004": "VOTE2004. In the 2004 election for president, did you vote for:",
    "VPQUAL08": "VPQUAL08. Which vice presidential candidate is qualified to be president should it become necessary?",
    "WORK": "WORK. Do you work full time for pay? (Recorded from BUSH4)",
    "BUSH": "BUSH. Do you approve or disapprove of the way George W. Bush is handling his job as president? (Recoded from SEX and RACE)",
    "SEXBLACK": "SEXBLACK. Sex by race (Recoded from SEX and RACE)",
    "SEXBYRAC": "SEXBYRAC. Sex by race (Recoded from SEX and RACE)",
    "SEXRACE": "SEXRACE. Sex by race (Recoded from SEX and RACE)",
    "SEXWHITE": "SEXWHITE. Sex by race (Recoded from SEX and RACE)",
    "SEXWED": "SEXWED. Sex by married (Recoded from SEX and MARRIED)",
    "AGE": "AGE. Age (Recoded from AGE9 - 4 Categories)",
    "AGE3": "AGE3. Age (Recoded from AGE9 - 3 Categories)",
    "AGE45": "AGE45. Age 45+ (Recoded from AGE9 - 2 Categories)",
    "AGE60": "AGE60. Age 60+ (Recoded from AGE9 - 4 Categories)",
    "AGE65": "AGE65. Age 65+ (Recoded from AGE9 - 6 Categories)",
    "OVER65": "OVER65. Age 65+ (Recoded from AGE9 - 2 Categories)",
    "AGEBLACK": "AGEBLACK. Age by Race (Recoded from AGE9 and RACE)",
    "AGEBYRAC": "AGEBYRAC. Age by Race (Recoded from AGE9 and RACE)",
    "AGEBYR_1": "AGEBYR_1. Age by Race (Recoded from AGE9 and RACE)",
    "AGEISSA": "AGEISSA. In deciding your vote for president today, was the age of the candidates: (Recoded from AGEISS4)",
    "AGEISSB": "AGEISSB. In deciding your vote for president today, was the age of the candidates: (Recoded from AGEISS4)",
    "ATTEND2": "ATTEND2. How often do you attend religious services? (Recoded from ATTEND)",
    "ATTREL": "ATTREL. Church attendance by Religion (Recoded from ATTEND and RELIGN8)",
    "BAILOUT2": "BAILOUT2. Do you support or oppose the $700 billion government plan to assist failing financial companies? (Recoded from BAILOUT)",
    "BREAK08A": "BREAK08A. In your vote for president today, was McCain's choice of Sarah Palin: (Recoded from BREAK08)",
    "BREAK08B": "BREAK08B. In your vote for president today, was McCain's choice of Sarah Palin: (Recoded from BREAK08)",
    "CONGRESS": "CONGRESS. Do you approve or disapprove of the way Congress is handling its job? (Recoded from CONGRESS4)",
    "COUNT2": "COUNT2. How confident are you that votes in your state will be counted accurately? (Recoded from COUNT)",
    "DRILL2": "DRILL2. Do you favor or oppose drilling for oil offshore in U.S. waters where it is currently not allowed? (Recoded from DRILL)",
    "EDUCCOLL": "EDUCCOLL. What was the last grade of school you completed? (Recoded from EDUC)",
    "EDUCHS": "EDUCHS. What was the last grade of school you completed? (Recoded from EDUC)",
    "EDUCWHIT": "EDUCWHIT. Education by race (Recoded from EDUC and RACE)",
    "EXPERMCC": "EXPERMCC. Which candidate do you think has the experience to serve effectively as president? (Recoded from EXPER08)",
    "EXPEROBA": "EXPEROBA. Which candidate do you think has the experience to serve effectively as president? (Recoded from EXPER08)",
    "FINWORR2": "FINWORR2. How worried are you that the current economic crisis will harm your family's finances over the next year? (Recoded from FINWORRY)",
    "FIRSTMCC": "FIRSTMCC. Who would make a good First Lady? (Recoded from FIRSTLDY08)",
    "FIRSTOBA": "FIRSTOBA. Who would make a good First Lady? (Recoded from FIRSTLDY08)",
    "GOTVMCCA": "GOTVMCCA. Did anyone call you or talk to you in person on behalf of either major presidential campaign about coming out to vote? (Recoded from GOTV08)",
    "GOTVOBAM": "GOTVOBAM. Did anyone call you or talk to you in person on behalf of either major presidential campaign about coming out to vote? (Recoded from GOTV08)",
    "HEALTH_1": "HEALTH_1. How worried are you about not being able to afford the health care services you need? (Recoded from HEALTHCARE)",
    "HILLDEM": "HILLDEM. Who did you want to win the Democratic nomination this year: (Recoded from HILLPSPRT)",
    "INC100K": "INC100K. Total family income: (Recoded from INCOME07)",
    "INC50K": "INC50K. Total family income: (Recoded from INCOME07)",
    "INCOME3": "INCOME3. Total family income: (Recoded from INCOME07)",
    "INCWHITE": "INCWHITE. Income by race (Recoded from INCOME07 and RACE)",
    "INTOUCHM": "INTOUCHM. Which candidate do you think is in touch with people like you? (Recoded from INTOUCH08)",
    "INTOUCHO": "INTOUCHO. Which candidate do you think is in touch with people like you? (Recoded from INTOUCH08)",
    "IRAQWAR2": "IRAQWAR2. How do you feel about the U.S. war in Iraq? (Recoded from IRAQWAR)",
    "JUDGEMCC": "JUDGEMCC. Which candidate do you think has the experience to serve effectively as president? (Recoded from JUDGMENT08)",
    "JUDGEOBA": "JUDGEOBA. Which candidate do you think has the experience to serve effectively as president? (Recoded from JUDGMENT08)",
    "MARCHILD": "MARCHILD. Married with children: (Recoded from MARRIED and CHILD)",
    "MARPAR": "MARPAR. Married by parents (Recoded from MARRIED and CHILD)",
    "MARRIEDM": "MARRIEDM. Married women with children: (Recoded from MARRIED and CHILD)",
    "NEC2": "NEC2. Do you think the condition of the nation's economy is: (Recoded from NEC)",
    "NECWORR2": "NECWORR2. How worried are you about the direction of the nation's economy in the next year? (Recoded from NECWORRY)",
    "PARENTS": "PARENTS. Parents (Recoded from CHILD and MARRIED)",
    "PARTY": "PARTY. No matter how you voted today, do you usually think of yourself as a: (Recoded from PARTYID)",
    "PARTYBLA": "PARTYBLA. Party by race (Recoded from PARTYID and RACE)",
    "PARTYBYR": "PARTYBYR. Party by race (Recoded from PARTYID and RACE)",
    "PARTYWHI": "PARTYWHI. Party by race (Recoded from PARTYID and RACE)",
    "QRACEAI": "QRACEAI. Race. Are you: Question B in all states except Alaska",
    "QRACEAK": "QRACEAK. Race. Are you: Question B in Alaska only",
    "RACEBRN": "RACEBRN. Race by evangelical (Recoded from RACE and BRNAGAIN)",
    "RACEISSA": "RACEISSA. In deciding your vote for president today, was the race of the candidates: (Recoded from RACEISS4)",
    "RACEISSB": "RACEISSB. In deciding your vote for president today, was the race of the candidates: (Recoded from RACEISS4)",
    "RACERE_1": "RACERE_1. In the next few years, do you think race relations in this country will: (Recoded from RACERELATIONS)",
    "REL5": "REL5. Religion, combined Protestant and Other Christian. (5 Categories - Recoded from RELIGN8)",
    "SUPREMEA": "SUPREMEA. In deciding your vote for president, were future appointment to the Supreme Court: (Recoded from SUPREME)",
    "SUPREMEB": "SUPREMEB. In deciding your vote for president, were future appointment to the Supreme Court: (Recoded from SUPREME)",
    "TAXMCCAI": "TAXMCCAI. Do you think your taxes will: (Recoded from TAXGOUP)",
    "TAXOBAMA": "TAXOBAMA. Do you think your taxes will: (Recoded from TAXGOUP)",
    "TERWORR2": "TERWORR2. How worried are you that there will be another major terrorist attack in the U.S.? (Recoded from TERRWORR)",
    "TIME3D08": "TIME3D08. When did you finally decide for whom to vote in the presidential election? (Recoded from TIME08)",
    "TIME4": "TIME4. When did you finally decide for whom to vote in the presidential election? (Recoded from TIME08)",
    "TIMEWK08": "TIMEWK08. When did you finally decide for whom to vote in the presidential election? (Recoded from TIME08)",
    "UNFRMCCN": "UNFRMCCN. Did either of these candidates for president attack the other unfairly? (Recoded from UNFR08)",
    "UNFROBAM": "UNFROBAM. Did either of these candidates for president attack the other unfairly? (Recoded from UNFR08)",
    "UNIONHH": "UNIONHH. Union Household (Recoded from UNION4)",
    "UNIONMEM": "UNIONMEM. Union Member (Recoded from UNION4)",
    "UNIONVOT": "UNIONVOT. Voter is a union member (Recoded from UNION4)",
    "VPQUALBI": "VPQUALBI. Which vice presidential candidate is qualified to be president should it become necessary? (Recoded from VPQUAL08)",
    "VPQUALPA": "VPQUALPA. Which vice presidential candidate is qualified to be president should it become necessary? (Recoded from VPQUAL08)",
    "WHITEREL": "WHITEREL. Religion among whites (Recoded from RACE and RELIGN8)",
    "WHNCLINC": "WHNCLINC. White, Under 50 thousand income, non college graduate (Recoded from RACE, EDUC and INCOME07)",
    "WHTEVANG": "WHTEVANG. White Evangelical/Born-again Christians (Recoded from RACE and BRNAGAIN)",
    "WPROTBRN": "WPROTBRN. White Born Again Protestant/Other Christian Recoded from RACE, RELIGN8 and BRNAGAIN)",
    "WPROTB_1": "WPROTB_1. White  Protestant evangelical (Recoded from RACE, RELIGN8 and BRNAGAIN)",
    "WRKWOMEN": "WRKWOMEN. Working women: (Recoded from WORK and SEX)",
    "SIZEPLAC": "SIZEPLAC. Population of area, five categories",
    "SIZEPLC3": "SIZEPLC3. Population of area, three categories",
    "CDNUM": "CDNUM. Congressional District Number",
    "GEOCODE": "GEOCODE. Geo Stratum",
    "REGION": "REGION. National Region",
    "ZCODE1": "ZCODE1. Urban/Suburban/Rural by Density",
    "ZCODE2": "ZCODE2. Suburbs divided by data on age of housing stock in US Census",
    "ZCODE3": "ZCODE3. Suburb by proximity to principal city and population growth",
    "ZCODE4": "ZCODE4. Socio-economic status of zip code"
}