{
    "VERSION": "VERISION. Questionnaire Version",
    "STATEID": "STATEID. State Number",
    "PRECINCT": "PRECINCT. Precinct Number",
    "SEQ": "SEQ. Sequence Number Within Precinct",
    "CALL": "CALL. Call Number",
    "AGE9": "AGE9. To which age group do you belong?",
    "RACE": "RACE. Are you:",
    "SEX": "SEX. Are you:",
    "PRES": "PRES: In today's election for president, did you just vote for:",
    "SEN": "SEN. In today's election for U.S. Senator, did you just vote for:",
    "GOV": "GOV. In today's election for Governor, did you just vote for:",
    "TIME": "TIME. When did you finally decide who to vote for in the presidential election?",
    "CLINTON": "CLINTON. Do you approve or disapprove of the way Bill Clinton is handling his job as president?",
    "BCPERSON": "BCPERSON. Is your opinion of Bill Clinton as a person:",
    "HOU": "HOU. In today's election for U.S. House of Representatives, did you just vote for:",
    "XWAY2000": "XWAY2000. If these were the only two presidential candidates on the ballot today, who would you have voted for?",
    "GOVTDO": "GOVTDO. Which comes closer to your view:",
    "SIZEPLC3": "SIZEPLC3: Population of Area (3 Categories):",
    "ISSUE": "ISSUE: Which one issue mattered most in deciding how you voted for president?",
    "QUAL": "QUAL: Which one candidate quality mattered most in deciding how you voted for president?",
    "RELRIGHT": "RELRIGHT. Do you consider yourself part of the conservative Christian political movement, also known as the religious right?",
    "X6VOTE": "X6VOTE. In the 1996 election for president, did you vote for:",
    "ENVIRON": "ENVIRON. Which is more important to you?",
    "UNION4": "UNION4. Do you or does someone in your household belong to a labor union?",
    "UNFAIR": "UNFAIR. Did either of these candidates for president attack the other unfairly?",
    "ABORTION": "ABORTION. Which comes closest to your position? Abortion should be:",
    "FINSIT": "FINSIT. Compared to four years ago, is your family's financial situation:",
    "JOBPERS": "JOBPERS. Combined Bill Clinton job approval and personal favorability",
    "WORK": "WORK. Do you work full-time for pay?",
    "PARTYID": "PARTYID. No matter how you voted today, do you usually think of yourself as a:",
    "SIZEPLAC": "SIZEPLAC. Population of Area (5 Categories):",
    "EDUC": "EDUC. What was the last grade of school you completed?",
    "RELIGION": "RELIGION. Are you:",
    "ATTEND": "ATTEND. How often do you attend religious services?",
    "INCOME": "INCOME. 1999 total family income:",
    "MARRIED": "MARRIED. Are you currently married?",
    "CHILD": "CHILD. Do you have any children under 18 living in your household?",
    "PHIL3": "PHIL3.On most political matters, do you consider yourself:",
    "OVER65": "OVER65. Age-65 & over (2 Categories)",
    "SURPLUS4": "SURPLUS4. Which of these should be the top priority for the federal budget surplus:",
    "TELEPOLL": "TELEPOLL. Telephone Survey",
    "STATE": "STATE. State",
    "BACKSIDE": "BACKSIDE. Backside Complete/Not Complete",
    "AGE": "AGE. Age (4 Categories)",
    "AGEABC": "AGEABC. Age (6 Categories)",
    "PARTY": "PARTY. Party ID (3 Categories)",
    "AGE65": "AGE65. Age (6 Categories",
    "HISPANIC": "HISPANIC. Are you of Hispanic or Latino descent?",
    "QRACE": "QRACE.  Are you: (QUESTIONNAIRE)",
    "REL5": "REl5. Religion (5 Categories)",
    "MCSUPP": "MCSUPP. Do you consider yourself a political supporter of John McCain?",
    "TRACK": "TRACK. Do you think things in this country today are:",
    "BUSHWIN": "BUSHWIN. If George W. Bush wins today, what best describes your feelings about what he will do as president?",
    "CLASS": "CLASS. Which best describes you?",
    "PRESKNOW": "PRESKNOW. Regardless of how you voted today, which of these candidates has the knowledge to serve effectively as president?",
    "FTVOTER": "FTVOTER. Is this the first time you have ever voted?",
    "SAYANY": "SAYANY. Regardless of how you voted today, which of these candidates do you think would say anything to get elected president?",
    "ISSVQUAL": "ISSVQUAL. Which was more important in your vote for president today?",
    "GOREWIN": "GOREWIN. If Al Gore wins today, what best describes your feelings about what he will do as president?",
    "GOVTVIEW": "GOVTVIEW. Regardless of how you voted today, which of these candidates reflects your own personal view of the role of government in society?",
    "INVESTOR": "INVESTOR. Do you or your spouse have any investments in the stock market, including mutual funds or retirement plans?",
    "INCPARTY": "INCPARTY. Party of House Member",
    "INCVOTE": "INCVOTE. Vote For/Againsr Incumbent",
    "OPEN": "OPEN. Open Seat",
    "OPPOSE": "OPPOSE. Contested/Not Contested Seat Between a Dem and a Rep",
    "GAY": "GAY. Are you gay, lesbian or bisexual?",
    "INTLCRIS": "INTLCRIS. Regardless of how you voted today, which of these candidates do you think would do a good job handling an international crisis?",
    "TAXPLN00": "TAXPLN00. Which tax cut plan do you prefer?",
    "GORELIB": "GORELIB. Do you think Al Gore's positions on the issues are:",
    "BUSHLIB": "BUSHLIB. Do you think George W. Bush's positions on the issues are:",
    "SCHOFAIL": "SCHOFAIL. When a public school is failing, the federal government's priority should be to:",
    "GUNOWNER": "GUNOWNER. Do you or does someone else in your household own a gun?",
    "FUTSTOCK": "FUTSTOCK. How worried are you about the future performance of the stock market?",
    "GUN": "GUN. Do you support or oppose stricter gun control legislation?",
    "LIEBREL": "LIEBREL. Would Joe Lieberman's religion make him:",
    "HISTORY": "HISTORY. Do you think history will remember Bill Clinton:",
    "INTERNET": "INTERNET. Do you regularly use the Internet?",
    "NETPOLI": "NETPOLI. Do you regularly use the Internet to get political news and information?",
    "CLINSCAN": "CLINSCAN. How important to your vote for president today were Clinton administration scandals?",
    "BREAKING": "BREAKING. In your vote for president today, how would you rate the importance of",
    "CLINPLCY": "CLINPLCY. Would you rather see the next president:",
    "KIDPRES": "KIDPRES. Would you like your child to grow up to be president?",
    "MILITARY": "MILITARY. In the past eight years, do you think the U.S. military has:",
    "MORALTRK": "MORALTRK. Considering just the moral climate of the country today, do you think things are:",
    "VPONLY": "VPONLY. Suppose you could vote only for vice president. Who would you vote for?",
    "NEWPRES1": "NEWPRES1. What should the new president do first?",
    "PAYRX": "PAYRX. Which of these would be the best way for the federal government to help senior citizens pay for prescription drugs?",
    "CLINPRES": "CLINPRES. Was one reason for your vote for president today:",
    "NEC": "NEC. Do you think the condition of the nation's economy is:",
    "FEC": "FEC. During the next year, do you think the nation's economy will:",
    "CLINECON": "CLINECON. How responsible is the Clinton administration for the condition of the economy?",
    "AGHONEST": "AGHONEST. Regardless of how you voted today, do you think Al Gore is honest and trustworthy?",
    "GBHONEST": "GBHONEST. Regardless of how you voted today, do you think George Bush is honest and trustworthy?",
    "PRESCONG": "PRESCONG. In general, which is better for the country?",
    "LIFE": "LIFE. Do you expect life for the next generation of Americans to be:",
    "PRESIMPT": "PRESIMPT. Which is more important in a president?",
    "FRESHSTA": "FRESHSTA. Which do you agree with more?",
    "SSINVEST": "SSINVEST. Do you support or oppose a plan in which individuals could invest some of their Social Security taxes in the stock market?",
    "RESERVAT": "RESERVAT. Which best describes your vote for president?",
    "WEIGHT": "WEIGHT. Weight Factor",
    "REGION": "REGION. Region Number"
}