{
    "ID": "ID. Respondent ID Number",
    "STANUM": "STANUM. State ID Number",
    "PRECINCT": "PRECINCT. Precinct number",
    "QTYPE": "QTYPE. Questionnaire type.",
    "VERSION": "VERSION. Questionnaire Version (4 versions)",
    "CALL": "CALL. Call number (1-3)",
    "BACKSIDE": "BACKSIDE. Backside completion flag",
    "TELEPOLL": "TELEPOLL. Absentee poll/Election Day respondent",
    "WGT": "WGT. Weight factor",
    "PRES04": "PRES04. In today's election for president, did you just vote for:",
    "HOU04": "HOU04. In today's election for U.S. House of Representatives, did you just vote for:",
    "SEX": "SEX. Are you:",
    "RACE": "RACE. Are you:",
    "AGE9": "AGE9. To which age group do you belong? (9 Categories)",
    "PARTYID": "PARTYID. No matter how you voted today, do you usually think of yourself as a:",
    "PHIL3": "PHIL3. On most political matters, do you consider yourself:",
    "FTVOTER": "FTVOTER. Is this the first time you have ever voted?",
    "INCOME": "INCOME. 2003 total family income:",
    "FINSIT": "FINSIT. Compared to four years ago, is your family's financial situation:",
    "RELIGN8": "RELIGN8. Are you: (8 Categories)",
    "ATTEND": "ATTEND. How often do you attend religious services?",
    "BRNAGAIN": "BRNAGAIN. Would you describe yourself as a born-again or evangelical Christian?",
    "EDUC": "EDUC. What was the last grade of school you completed?",
    "UNION4": "UNION4. Do you or does someone in your household belong to a labor union?",
    "WORK": "WORK. Do you work full-time for pay?",
    "LOSTJOB": "LOSTJOB. Have you or has someone in your household lost a job in the last four years?",
    "VETVOTER": "VETVOTER. Have you ever served in the U.S. military?",
    "GUNOWNER": "GUNOWNER. Do you or does someone else in your household own a gun?",
    "MARRIED": "MARRIED. Are you currently married?",
    "CHILD": "CHILD. Do you have any children under 18 living in your household?",
    "CELLULAR": "CELLULAR. What type of telephone service is there in your home that you could use or be reached on?",
    "GAY": "GAY. Are you gay, lesbian or bisexual?",
    "LATINO": "LATINO. Are you of Hispanic or Latino descent?",
    "MEXICAN": "MEXICAN. Are you of Mexican or Hispanic descent?",
    "CUBAN3": "CUBAN3. Are you of Cuban or Hispanic descent?",
    "TIMEPRES": "TIMEPRES. When did you finally decide for whom to vote in the presidential election?",
    "FORCAND": "FORCAND. Was your vote for president mainly:",
    "ISSUE04G": "ISSUE04G. Which ONE issue mattered most in deciding how you voted for president?",
    "QUAL04G": "QUAL04G. Which ONE candidate quality mattered most in deciding how you voted for president?",
    "BUSH4": "BUSH4. Do you approve or disapprove of the way George W. Bush is handling his job as president?",
    "IRAQAPP": "IRAQAPP. How do you feel about the U.S. decision to go to war with Iraq?",
    "SAFERNOW": "SAFERNOW. Compared to four years ago, is the country:",
    "TRSTTERR": "TRSTTERR. Who would you trust to handle terrorism:",
    "HNDLECON": "HNDLECON. Who would you trust to handle the economy?",
    "IRAQGO": "IRAQGO. How do you think things are going for the U.S. in Iraq now?",
    "TERRWORR": "TERRWORR. How worried are you that there will be another major terrorist attack in the U.S.?",
    "JOBSIT": "JOBSIT. Compared to four years ago, is the job situation in your area:",
    "NEC": "NEC. Do you think the condition of the nation's economy is:",
    "COUNTACC": "COUNTACC. How confident are you that votes in your state will be counted accurately?",
    "GOTV": "GOTV. Did anyone call you or talk to you in person on behalf of either major presidential campaign about coming out to vote?",
    "UNFR04G": "UNFR04G. Did either of these candidates for president attack the other unfairly?",
    "ABORTION": "ABORTION. Which comes closest to your position?  Abortion should be:",
    "BIGBIZ": "BIGBIZ. In general, does George W. Bush pay more attention to the interests of:",
    "BREAKING": "BREAKING. In your vote for president today, how would you rate the importance of the Osama bin Laden video?",
    "BUSHANGR": "BUSHANGR. Which comes closest to your feelings about the Bush administration:",
    "FAVBUSH": "FAVBUSH. Is your opinion of George W. Bush",
    "FAVKERY": "FAVKERY. Is your opinion of John Kerry",
    "FLIPFLOP": "FLIPFLOP. In general, does John Kerry mostly:",
    "GAYMRRGE": "GAYMRRGE. Which comes closest to your view of gay and lesbian couples:",
    "GOVTDO": "GOVTDO. Which comes closer to your view:",
    "HLTHCARE": "HLTHCARE. How concerned are you about the availability and cost of health care?",
    "IRAQSEC": "IRAQSEC. Do you think the war with Iraq has improved the long-term security of the United States?",
    "IRAQTERR": "IRAQTERR. Do you consider the war in Iraq:",
    "TAXGOOD": "TAXGOOD. Do you think the Bush administration's tax cuts have been:",
    "TRACK": "TRACK. Do you think things in this country today are:",
    "TWOWAY04": "TWOWAY04. If these were the only two presidential candidates on the ballot today, for whom would you have voted?",
    "VOTE2000": "VOTE2000. Did you vote in the presidential election in 2000?",
    "SEXRACE": "SEXRACE. Sex by race (Recoded from Sex and Race)",
    "AGE60": "AGE60. Age 60 (four categories - recoded from AGE9)",
    "AGE65": "AGE65. Age 65 (six categories - recoded from AGE9)",
    "OVER65": "OVER65. Age 65 and over (Recoded from AGE9)",
    "PARTY": "PARTY. No matter how you voted today, do you usually think of yourself as: (Recoded from PARTYID)",
    "INC50K": "INC50K. 2003 total family income: (Recoded from INCOME)",
    "INC100K": "INC100K. 2003 total family income: (Recoded from INCOME)",
    "REL5": "REL5. Are you: (5 Categories - recoded from RELIGN8)",
    "WHITEREL": "WHITEREL. Religion among whites (Recoded from Race and Relign8)",
    "WPROTCON": "WPROTCON. White protestant conservatives ((Recoded from RACE, PHIL3 and RELIGN8)",
    "WHTEVANG": "WHTEVANG. White born-again or evangelical Christians  (Recoded from RACE and BRNAGAIN)",
    "ATTEND2": "ATTEND2. How often do you attend religious services? (Recoded from ATTEND)",
    "ATTREL": "ATTREL. Church attendance by religion (Recoded from ATTEND and RELIGN8)",
    "RELGCONS": "RELGCONS. White/Protestant or other Christian/Evangelical/Conservative/Attend church at least weekly (Recoded from RELIGN8, RACE, BRNAGAIN, ATTEND and PHIL3)",
    "COLLEDUC": "COLLEDUC. What was the last grade of school you completed? (Recoded from EDUC)",
    "BUSH": "BUSH. Do you approve or disapprove of the way George W. Bush is handling his job as president? (Recoded from BUSH4)",
    "TIME3D": "TIME3D. When did you finally decide for whom to vote in the presidential election? (Recoded from TIMEPRES)",
    "TIMEWK": "TIMEWK. When did you finally decide for whom to vote in the presidential election? (Recoded from TIMEPRES)",
    "IRAQ2": "IRAQ2. How do you feel about the U.S. decision to go to war with Iraq? (Recoded from IRAQAPP)",
    "IRAQGO2": "IRAQGO2. How do you think things are going for the U.S. in Iraq now? (Recoded from IRAQGO)",
    "TERWORR2": "TERWORR2. How worried are you that there will be another major terrorist attack in the U.S.? (Recoded from TERRWORR)",
    "COUNT2": "COUNT2. How confident are you that votes in your state will be counted accurately? (Recoded from COUNTACC)",
    "BREAK2": "BREAK2. In your vote for president today, how would you rate the importance of the Osama bin Laden video? (Recoded from BREAKING)",
    "NEC2": "NEC2. Do you think the condition of the nation's economy is: (Recoded from NEC)",
    "BUSHECON": "BUSHECON. Who would you trust to handle the economy? (Recoded from HNDLECON)",
    "KERRECON": "KERRECON. Who would you trust to handle the economy? (Recoded from HNDLECON)",
    "BUSHTERR": "BUSHTERR. Who would you trust to handle terrorism: (Recoded from TRSTTERR)",
    "KERRTERR": "KERRTERR. Who would you trust to handle terrorism: (Recoded from TRSTTERR)",
    "GOTVBUSH": "GOTVBUSH. Did anyone call you or talk to you in person on behalf of either major presidential campaign about coming out to vote? (Recoded from GOTV)",
    "GOTVKERY": "GOTVKERY. Did anyone call you or talk to you in person on behalf of either major presidential campaign about coming out to vote? (Recoded from GOTV)",
    "UNFRBUSH": "UNFRBUSH. Did either of these candidates for president attack the other unfairly? (Recoded from UNFR04G)",
    "UNFRKERY": "UNFRKERY. Did either of these candidates for president attack the other unfairly? (Recoded from UNFR04G)",
    "UNIONHH": "UNIONHH. Do you or does someone in your household belong to a labor union? (Recoded from UNION4)",
    "UNIONVOT": "UNIONVOT. Do you or does someone in your household belong to a labor union? (Recoded from UNION4)",
    "WOMENWED": "WOMENWED. Married women (Recoded from SEX and MARRIED)",
    "MOMS": "MOMS. Mothers (Recoded from SEX and CHILD)",
    "MARCHILD": "MARCHILD. Married with children (Recoded from MARRIED and CHILD)",
    "WRKWOMEN": "WRKWOMEN. Working women (Recoded from SEX and WORK)",
    "LOSTHH": "LOSTHH. Have you or has someone in your household lost a job in the last four years? (Recoded from LOSTJOB)",
    "LOSTVOT": "LOSTVOT. Have you or has someone in your household lost a job in the last four years? (Recoded from LOSTJOB)",
    "QRACE": "QRACE. Unadjusted race (5 categories)",
    "QRACEAI": "QRACEAI. Unadjusted race (AZ, MT, OK - Used in place of QRACE in AZ, MT and OK)",
    "QRACEAK": "QRACEAK. Unadjusted race (AK - Used in place of QRACE in AK)",
    "SPANISHQ": "SPANISHQ. Language of questionnaire",
    "REGION": "REGION. National region of the U.S.",
    "SIZEPLAC": "SIZEPLAC. Size of place code",
    "SIZEPLC3": "SIZEPLC3. Size of place code (3 categories)",
    "CDNUM": "CDNUM. Congressional district number"
}